Repository: agomezguru/ppss
Catalog: translations/ppss.*.po
Languages: es

source: Subscriptions can be pay with all selected payments gateways.
es: las suscripciones puede ser pagadas

source: Unable to charge with PayPal at this time due to validation error. Please try again.
es: No se puede cobrar con PayPal en este momento debido a un error de validación. Por favor, inténtelo de nuevo.

source: Buy Subscription Now
es: Comprar suscripción ahora

source: Charge was made correctly but something was wrong when trying to assign the new subscription plan to your account. Please contact with the site administrator and explain this situation.
es: El cargo se ha realizado correctamente pero algo ha fallado al intentar asignar el nuevo plan de suscripción a su cuenta. Póngase en contacto con el administrador del sitio y explíquele esta situación.

source: Please login with your user account linked to this email: %email for begin use our services.
es: Por favor, inicie sesión con su cuenta de usuario vinculada a este correo electrónico: %email para comenzar a utilizar nuestros servicios.

source: There was a problem sending your email notification to @email.
es: Ha habido un problema al enviar tu notificación por correo electrónico a @email.

source: Please review your email: %email to login details and begin use our services.
es: Por favor, revise su correo electrónico: %email para acceder a los detalles y empezar a utilizar nuestros servicios.

source: Your user account linked to this email: %email was successfully upgraded, please enjoy.
es: Su cuenta de usuario vinculada a este correo electrónico: %email fue actualizado con éxito, puede disfrutar de los servicios.

source: Successful subscription purchase.
es: Compra de suscripción exitosa.

source: Select the assigned role.
es: Seleccione el rol asignado.

source: Can't find any SKU
es: No encuentro ningun SKU

source: Select all the payments gateways you like to use to enable for.
es: Seleccione todas las pasarelas de pago que desee habilitar.

source: The content types to enable PPSS button for
es: Tipo de contenido para habilitar botón PPSS

source: - Select an existing content type -
es: - Seleccione un tipo de contenido existente -

source: URL of return pages
es: URL de las páginas de retorno

source: What is the return URL when a new successful sale was made? Specify a relative URL.
es: ¿Cuál es la URL de retorno cuando se realiza una nueva venta con éxito? Especifique una URL relativa.

source: Error URL
es: Error de URL

source: Fields names settings
es: Configuración de los nombres de los campos

source: Price field name
es: Nombre de campo precio

source: Frecuency field name
es: Nombre de campo frecuencia

source: Frequency interval field name
es: Nombre de campo de intervalo de frecuencia

source: Description field name
es: Nombre de campo descripción

source: User role field name
es: Nombre del campo rol

source: SKU field name
es: Nombre del campo SKU

source: Payment configuration details
es: Datos de configuración del pago

source: Default tax to charge in all transactions.
es: Impuesto por defecto a cobrar en todas las transacciones.

source: Please refer to @link for your settings.
es: Consulte @link para conocer su configuración.

source: Enable SandBox Mode
es: Activar el modo SandBox

source: Either the path '%path' is invalid or you do not have access to it.
es: La ruta '%ruta' no es válida o no tiene acceso a ella.

source: The configuration options have been saved.
es: Las opciones de configuración se han guardado.

source: view ppss button
es: Ver botón ppss

source: Success URL
es: URL de venta exitosa

source: Tax
es: Impuesto

source: PayPal Settings
es: Configuración de PayPal

source: Currency Codes
es: Códigos de tipos de moneda

source: PayPal Client ID
es: ID de cliente de PayPal

source: PayPal Client Secret
es: Clave secreta de cliente de Paypal
